{
    "channels":[
        {
            "name":"Bodybuilding.com",
            "about":"We are Bodybuilding.com. Your transformation is our passion. We are your personal trainer, your nutritionist, your supplement expert, your lifting partner, your support group. We provide the technology, tools and products you need to burn fat, build muscle and become your best self.",
            "url":"https://www.youtube.com/user/bodybuildingcomvideo"
        },
        {
            "name":"Fraser Wilson",
            "about":"I love to positively impact others through the use of fitness",
            "url":"https://www.youtube.com/user/ArtLikePicaso"
        },
        {
            "name":"POPSUGAR Fitness",
            "about":"POPSUGAR Fitness offers fresh fitness tutorials, workouts, and exercises that will help you on your road to healthy living, weight loss, and stress relief.  Check out Class FitSugar, our do-it-along-with-us real-time workout show hosted by Anna Renderer who will inspire you to sweat alongside fitness experts and Hollywood’s hottest celebrity trainers. Class FitSugar regularly covers the most buzzed-about workout classes and trends, including the Victoria's Secret workout, Tabata, P90X, Bar Method, and more.",
            "url":"https://www.youtube.com/user/popsugartvfit"
        },
        {
            "name":"FitnessBlender",
            "about":"Everything you see on this YouTube Channel is created by two people, a husband and wife team; Daniel & Kelli. We believe that smart workouts and healthy whole foods can improve your health, quality of life, and body. Our priority is in sharing unbiased workout, nutrition, and health information. Thank you for working out with us!",
            "url":"https://www.youtube.com/user/FitnessBlender"
        },
        {
            "name":"HASfit ",
            "about":"HASfit will always be free because we believe that every Heart And Soul deserves to be fit. Anyone can teach you how to be fit, but that’s the easy part. Our goal is to motivate you to get and stay fit! Here’s how we do it… We offer over 1,000 full length, free workout routines and complete 30 - 90 day fitness programs for all goals and fitness levels. Our free workout plans include exercise routines, meal plans, and the best motivation to keep you moving forward. Sound too good to be true? Check out our fan's raving reviews to see what over 60 million people have already found out. At HASfit there's no games, no gimmicks, just results. If you start now, you'll be one day closer to your goal.",
            "url":"https://www.youtube.com/c/Hasfit/featured"
        }
    ]
}